package com.example.test

object Data {
    val data:List<Question> = listOf(
        Question(
            Question = "Нулевой линией называют",
            Answer1 = "Основную линию",
            Answer2 = "Линию контура детали",
            Answer3 = "Осевую линию детали на чертеже",
            Answer4 = "Штрихпунктирную линию",
            Answer5 = "Горизонтальную линию, соответствующую номинальному размеру",
            Right = 5
        ),
        Question(
            Question = "Главная цель метрологической службы (государственных контрольных лобараторий, ведомств)",
            Answer1 = "Соблюдать правила техники безопасности",
            Answer2 = "Повышать производительность труда",
            Answer3 = "Следить за исправностью контрольно-измерительных приборов",
            Answer4 = "Контролировать деятельность контролёров на производстве",
            Answer5 = "обеспечить единство измерений",
            Right = 5
        ),
        Question(
            Question = "Разность между результатом измерения и истинным значением величины",
            Answer1 = "Предельная случайная погрешность",
            Answer2 = "Грубая погрешность",
            Answer3 = "Систематическая погрешность",
            Answer4 = "Погрешность измерений",
            Answer5 = "Случайная погрешность",
            Right = 4
        ),
        Question(
            Question = "Совокупность допусков одинаковой степени точности для всех номинальных размеров называют",
            Answer1 = "Интервал",
            Answer2 = "Посадка",
            Answer3 = "Предпочтительный ряд",
            Answer4 = "Ряд",
            Answer5 = "Квалитет",
            Right = 5
        ),
        Question(
            Question = "Шероховатость поверхности - это",
            Answer1 = "Smax",
            Answer2 = "Только Rz",
            Answer3 = "Только Ra",
            Answer4 = "Только волнистость",
            Answer5 = "Совокупность всех неровностей поверхности",
            Right = 5
        ),
        Question(
            Question = "Угол уклона конуса",
            Answer1 = "Угол при вершине конуса",
            Answer2 = "Угол между наименьшим основанием и образующей конуса",
            Answer3 = "Угол между образующим конуса",
            Answer4 = "Угол между образующей осью конуса",
            Answer5 = "Угол между наибольшим основанием и образующей",
            Right = 4
        ),
        Question(
            Question = "Величину допуска для отверстия можно определить выражением",
            Answer1 = "T=ES-EJ",
            Answer2 = "T=ES-eS",
            Answer3 = "T=EJ-eS",
            Answer4 = "T=ES-ei",
            Answer5 = "T=ei-ES",
            Right = 1
        ),
        Question(
            Question = "Для размеров от 1 до 500 мм установлено",
            Answer1 = "24 квалитета",
            Answer2 = "12 квалитетов",
            Answer3 = "19 квалитетов",
            Answer4 = "22 квалитета",
            Answer5 = "17 квалитетов",
            Right = 3
        ),
        Question(
            Question = "Действительным размером называют размер",
            Answer1 = "Полученный в результате обработки",
            Answer2 = "Наименьший придельный",
            Answer3 = "Полученный в результате измерений с допустимой погрешностью",
            Answer4 = "Наибольший предельный",
            Answer5 = "Номинальный",
            Right = 3
        ),
        Question(
            Question = "В обозначении H7,H8,h8,h9 - цифры обозначают",
            Answer1 = "Допуск на обработку",
            Answer2 = "Номинальный размер",
            Answer3 = "Предельное отклонение",
            Answer4 = "Действительный размер",
            Answer5 = "Номер квалитета",
            Right = 5
        ),
        Question(
            Question = "Взаимное расположение полей допусков сопрягаемых деталей характеризует",
            Answer1 = "Величену допуска",
            Answer2 = "Качество соединения",
            Answer3 = "Способ соединения величину допуска",
            Answer4 = "Величину посадки",
            Answer5 = "Тип посадки и величину зазора",
            Right = 5
        ),
        Question(
            Question = "Овальность - это",
            Answer1 = "Круглость",
            Answer2 = "Нецилиндричность",
            Answer3 = "Огранка четная",
            Answer4 = "Огранка нечетная",
            Answer5 = "Разность диаметра в 2-х взаимно перпендикулярных поверхностях",
            Right = 5
        ),
        Question(
            Question = "Допуском на обработку называют",
            Answer1 = "Разность между наименьшим и действительным размером",
            Answer2 = "Разность между наибольшим и номинальным размером",
            Answer3 = "Разность между наибольшим и действительным размером",
            Answer4 = "Разность между наибольшим и наименьшим предельными размерами",
            Answer5 = "",
            Right = 4
        ),
        Question(
            Question = "Материаловедение изучает",
            Answer1 = "свойтсво и разнообразие металлов и сплавов",
            Answer2 = "свойство металлических материалов",
            Answer3 = "виды и свойства материалов",
            Answer4 = "структуру и свойства металлов и взаимосвязь между ними",
            Answer5 = "виды и свойства металлов",
            Right = 4
        ),
        Question(
            Question = "К сплавам железа углеродам относятся",
            Answer1 = "баббиты, стали",
            Answer2 = "чугуны, стали",
            Answer3 = "стали, чугуны, силумины",
            Answer4 = "баббиты, силумиты, чугуны",
            Answer5 = "чугуны, силумины",
            Right = 2
        ),
        Question(
            Question = "Этот металл используется, как главная составная часть чугуна и стали",
            Answer1 = "золото",
            Answer2 = "медь",
            Answer3 = "серебро",
            Answer4 = "ртуть",
            Answer5 = "железо",
            Right = 5
        ),
        Question(
            Question = "Внутреннее строение металлов носит название",
            Answer1 = "закономерного строения",
            Answer2 = "пространственного значения",
            Answer3 = "правильного строения",
            Answer4 = "геометрическая строения",
            Answer5 = "кристаллического строения",
            Right = 5
        ),
        Question(
            Question = "Переход металла из жидкого состояния в твёрдое состояние называется",
            Answer1 = "конденсацией",
            Answer2 = "восстановлением",
            Answer3 = "трансформированием",
            Answer4 = "испарением",
            Answer5 = "кристаллизацией",
            Right = 5
        ),
        Question(
            Question = "Решётка состоящая из 9 атомов",
            Answer1 = "аморфная",
            Answer2 = "кристаллическая",
            Answer3 = "гексагональоная",
            Answer4 = "гранецентрированный куб",
            Answer5 = "объёмно-центрированный куб",
            Right = 5
        ),
        Question(
            Question = "Способность металла изменять форму под действием внешней нагрузки и восстанавливать её после прекращения действия нагрузки называется",
            Answer1 = "упругостью",
            Answer2 = "относительное удлинение",
            Answer3 = "прочность",
            Answer4 = "пластичность",
            Answer5 = "твёрдостью",
            Right = 1
        ),
        Question(
            Question = "Сплав железа с углеродом, где углерода от 2,14 до 4,5 %",
            Answer1 = "никель",
            Answer2 = "чугун",
            Answer3 = "медь",
            Answer4 = "сталь",
            Answer5 = "сера",
            Right = 2
        ),
        Question(
            Question = "Основными способами получения стали являются",
            Answer1 = "томасовский",
            Answer2 = "электрический",
            Answer3 = "доменный",
            Answer4 = "мартеновский способ",
            Answer5 = "конверторный способ",
            Right = 5
        ),
        Question(
            Question = "В зависимости от назначения на группы А, Б, В делится сталь",
            Answer1 = "конструкционная",
            Answer2 = "легированная",
            Answer3 = "качественная",
            Answer4 = "инструментальная",
            Answer5 = "электросталь",
            Right = 1
        ),
        Question(
            Question = "В стали 15Х углерода содержится не более...",
            Answer1 = "1,115",
            Answer2 = "0,015",
            Answer3 = "15",
            Answer4 = "1,5",
            Answer5 = "0,15",
            Right = 5
        ),
        Question(
            Question = "Инструментальной сталью является сталь марки",
            Answer1 = "Мст 4, Мст 6",
            Answer2 = "Ин 10, Ин 15",
            Answer3 = "Ст 1, Ст 2",
            Answer4 = "08 кп; 15 кп",
            Answer5 = "У7, У8",
            Right = 5
        ),
        Question(
            Question = "Температура плавления алюминия",
            Answer1 = "1053о",
            Answer2 = "1083о",
            Answer3 = "270о",
            Answer4 = "723о",
            Answer5 = "660о",
            Right = 5
        ),
        Question(
            Question = "Коррозия - это",
            Answer1 = "процесс разрушения металлов на воздухе",
            Answer2 = "процесс разрушения, вызванный механическим воздействием на металл",
            Answer3 = "процесс самопроизвольного разложения металлов",
            Answer4 = "защита метала от разрушения с помощью покрытий",
            Answer5 = "процесс разрушения металлов вследствие химической и электрохимического взаимодействия их с коррозионной средой",
            Right = 5
        ),
        Question(
            Question = "Цианирование-это процесс насыщения поверхности стали",
            Answer1 = "углеродом",
            Answer2 = "цианитом",
            Answer3 = "углеродом ,азотом",
            Answer4 = "азотом",
            Answer5 = "азотом цианитом",
            Right = 3
        ),
        Question(
            Question = "К методам пластической деформации не относится",
            Answer1 = "шлифование",
            Answer2 = "прокатка",
            Answer3 = "штамповка",
            Answer4 = "ковка",
            Answer5 = "сварка",
            Right = 5
        ),
        Question(
            Question = "Проволоку получают методом",
            Answer1 = "волочением",
            Answer2 = "давлением",
            Answer3 = "прокаткой",
            Answer4 = "литьем",
            Answer5 = "сваркой",
            Right = 1
        ),
        Question(
            Question = "Используют при пайке",
            Answer1 = "сварку",
            Answer2 = "резцы",
            Answer3 = "сверла",
            Answer4 = "штамповку",
            Answer5 = "припои",
            Right = 5
        ),
        Question(
            Question = "Текстолит-это пластмасса с наполнением из",
            Answer1 = "воска",
            Answer2 = "бумаги",
            Answer3 = "древесного шпона",
            Answer4 = "текстильной ткани",
            Answer5 = "краска",
            Right = 4
        ),
        Question(
            Question = "Самый твердый природный абразив-это",
            Answer1 = "углерод",
            Answer2 = "графит",
            Answer3 = "кремний",
            Answer4 = "алмаз",
            Answer5 = "железо",
            Right = 4
        ),
        Question(
            Question = "При конверторном способе вплавления стали, исходным материалом служит",
            Answer1 = "Стальной лом и чугун предельный",
            Answer2 = "Стальной лом, чугун предельный и железная руда",
            Answer3 = "Железная руда",
            Answer4 = "Стальной лом",
            Answer5 = "Чугун предельный",
            Right = 5
        ),
        Question(
            Question = "При электрическом способе вплавления стали используют ",
            Answer1 = "Конвертор",
            Answer2 = "Любые печи",
            Answer3 = "Доменные печи",
            Answer4 = "Мартеновские печи",
            Answer5 = "Дуговые печи",
            Right = 5
        ),
        Question(
            Question = "С увеличением содержания углерода в стали",
            Answer1 = "Увеличивается пластичность и твердость",
            Answer2 = "Свойства стали не меняется",
            Answer3 = "Уменьшается прочность и твердость",
            Answer4 = "Уменьшается пластичность и сопротивление удару",
            Answer5 = "",
            Right = 4
        ),
        Question(
            Question = "Сплав железа с углеродом, где углерод более 2%",
            Answer1 = "Чугун",
            Answer2 = "Латунь",
            Answer3 = "Бронза",
            Answer4 = "Дюраль",
            Answer5 = "Сталь",
            Right = 1
        ),
        Question(
            Question = "Марганцевая сталь",
            Answer1 = "40ХНБА",
            Answer2 = "ЗОХГС",
            Answer3 = "12Х2Н4А",
            Answer4 = "15ХРА",
            Answer5 = "20Г",
            Right = 5
        ),
        Question(
            Question = "Марка высокоуглеродистой конструкционной стали обыкновенного качества",
            Answer1 = "Ст.6",
            Answer2 = "Сталь 20",
            Answer3 = "Сталь 55",
            Answer4 = "Ст.3",
            Answer5 = "У8",
            Right = 3
        ),
        Question(
            Question = "Площадь рабочего места по санитарным нормам",
            Answer1 = "Не менее 2,5м2",
            Answer2 = "Не менее 2м2",
            Answer3 = "Не менее 1м2",
            Answer4 = "Не менее 4м2",
            Answer5 = "Не менее 6м2",
            Right = 4
        ),
        Question(
            Question = "Тиски для выполнения тяжёлых грубых работ",
            Answer1 = "С пневматическим приводом",
            Answer2 = "Слесарные со свободным ходом",
            Answer3 = "Столовые тиски",
            Answer4 = "С дополнительными губками",
            Answer5 = "Поворотные с ручным приводом",
            Right = 3
        ),
        Question(
            Question = "Дуговую насечку применяют для",
            Answer1 = "Точных чистых работ",
            Answer2 = "Обеспечение высокой производительности и качества",
            Answer3 = "Грубых работ",
            Answer4 = "В самых неответственных случаях",
            Answer5 = "Промежуточной обработки",
            Right = 2
        ),
        Question(
            Question = "Центр искатель служит для",
            Answer1 = "Нанесение разметочных линий",
            Answer2 = "Нахождения центров отверстий",
            Answer3 = "нанесение параллельных рисок",
            Answer4 = "Разметки по шаблону",
            Answer5 = "Разметки углов",
            Right = 2
        ),
        Question(
            Question = "Для закрепления разметочных линий путём нанесения на них небольших углублений предназначаются",
            Answer1 = "Циркули",
            Answer2 = "Линейки",
            Answer3 = "Разметочные циркули",
            Answer4 = "Угольники",
            Answer5 = "Кернеры",
            Right = 5
        ),
        Question(
            Question = "Инструменты применимые при рубке",
            Answer1 = "Циркуль, угольник",
            Answer2 = "Зубило, крейцмесель, конавочник",
            Answer3 = "Кернер, Молоток",
            Answer4 = "Канавочник, чертилка",
            Answer5 = "Чертилка, кернер, молоток",
            Right = 2
        ),
        Question(
            Question = "Операцию по отделению заготовок от сортового или листового материала называют",
            Answer1 = "Притиркой",
            Answer2 = "Лужением",
            Answer3 = "Резкой или разрезанием",
            Answer4 = "Правкой",
            Answer5 = "Рихтовкой",
            Right = 3
        ),
        Question(
            Question = "Дуговую резку применяют для",
            Answer1 = "Сварки",
            Answer2 = "Разрезания лома",
            Answer3 = "Разрезания тонкого листового профиля",
            Answer4 = "Разрезания листа",
            Answer5 = "Разрезания тонких труб",
            Right = 2
        ),
        Question(
            Question = "Флюс для мягкого припоя - это",
            Answer1 = "Масло",
            Answer2 = "Олово",
            Answer3 = "Известь",
            Answer4 = "Кислота",
            Answer5 = "Канифоль",
            Right = 5
        ),
        Question(
            Question = "Перед разметкой заготовки",
            Answer1 = "Производят шлифование",
            Answer2 = "Чистят, обнаруживают дефекты",
            Answer3 = "Сверлят",
            Answer4 = "Рубят",
            Answer5 = "Изгибают",
            Right = 2
        ),
        Question(
            Question = "Универсальный Мерительный инструмент",
            Answer1 = "Калибр",
            Answer2 = "Скоба",
            Answer3 = "Штангенциркуль",
            Answer4 = "Микрометр",
            Answer5 = "Шаблон",
            Right = 3
        ),
        Question(
            Question = "Операция, посредством которой заготовке придаётся изогнутая форма",
            Answer1 = "Пайка",
            Answer2 = "Склеивание",
            Answer3 = "Правка",
            Answer4 = "Доводка",
            Answer5 = "Гибка",
            Right = 5
        ),
        Question(
            Question = "Гладилки применяют при",
            Answer1 = "Правке закалённых деталей",
            Answer2 = "Гибке",
            Answer3 = "Шабрении",
            Answer4 = "Правке металла круглого сечения",
            Answer5 = "Правке тонких листов",
            Right = 5
        ),
        Question(
            Question = "Основные виды организации ремонтного хозяйства",
            Answer1 = "Центролизованная , цеховая,заводская",
            Answer2 = "Централизованная, цеховая,смешанная",
            Answer3 = "Общезаводская,децентрализованная,смешанная",
            Answer4 = "Цинтролизованная ,вспомогательная,основная",
            Answer5 = "Центролизованная, децинтрализованная,смешанная",
            Right = 5
        ),
        Question(
            Question = "Для глубокого опилования применяют напильники",
            Answer1 = "Ножовочный",
            Answer2 = "Ромбический",
            Answer3 = "Алмазный",
            Answer4 = "Круглый",
            Answer5 = "Драчевой",
            Right = 5
        ),
        Question(
            Question = "Шабрение, операция по",
            Answer1 = "Опиливанию тонких пластин",
            Answer2 = "Снятию или соскабливанию с поверхностей деталей тонких частиц металла",
            Answer3 = "Разрезанию толстых листов",
            Answer4 = "Резке или разрезанию листового материала",
            Answer5 = "Опиливанию вогнутых и выпуклых поверхностей",
            Right = 2
        ),
        Question(
            Question = "Вид удара, применяемый для точных лекальных работ",
            Answer1 = "Локтевой",
            Answer2 = "Сложный",
            Answer3 = "Комбинированный",
            Answer4 = "Плечевой",
            Answer5 = "Кистевой",
            Right = 5
        ),
        Question(
            Question = "Слесарные тиски бывают",
            Answer1 = "Поворотные, разметочные",
            Answer2 = "Клиновые, параллельные",
            Answer3 = "Стуловые, пневматические",
            Answer4 = "Передвежные, неповоротные",
            Answer5 = "Одноместные ,многоместные",
            Right = 5
        ),
        Question(
            Question = "Сверление называют",
            Answer1 = "Отделение частей от листового материала",
            Answer2 = "Операция по выплавке металла",
            Answer3 = "Образование снятием стружки отверстий в сплошном металле",
            Answer4 = "Обработка деталей с целью",
            Answer5 = "",
            Right = 3
        ),
        Question(
            Question = "Перед шабрением поверхности деталей",
            Answer1 = "Производят шлифование в трудностных местах",
            Answer2 = "Смазывают маслом",
            Answer3 = "Устанавливают и выверяют на разметочной плите",
            Answer4 = "Охлаждают эмульсией или водой",
            Answer5 = "Очищяют, промывают протирают",
            Right = 5
        ),
        Question(
            Question = "Самое распространённое соединение деталей машин",
            Answer1 = "Сварное",
            Answer2 = "Шлицевое",
            Answer3 = "Шпоночное",
            Answer4 = "Клеевое",
            Answer5 = "Резьбовое",
            Right = 5
        ),
        Question(
            Question = "Ручная дрель применяется для отверстий",
            Answer1 = "До 25мм",
            Answer2 = "До 10мм",
            Answer3 = "До 15мм",
            Answer4 = "До 14мм",
            Answer5 = "До 30мм",
            Right = 2
        ),
        Question(
            Question = "Образование резьбы снятием стружки называется",
            Answer1 = "Разрезанием прутка",
            Answer2 = "Шлифованием поверхностей",
            Answer3 = "Опиливанием поверхностей",
            Answer4 = "Шабрением поверхностей",
            Answer5 = "Нарезанием резьбы",
            Right = 5
        ),
        Question(
            Question = "Для сверления неответственных отверстий деаметром до 25мм применяют сверло",
            Answer1 = "Центровочное",
            Answer2 = "Твердосплавное монолитное",
            Answer3 = "Перовое",
            Answer4 = "С косыми канавками",
            Answer5 = "С винтовыми конавками",
            Right = 3
        ),
        Question(
            Question = "Внутреннею резьбу нарезают",
            Answer1 = "Развёрткой",
            Answer2 = "Зенкером",
            Answer3 = "Сверлом",
            Answer4 = "Метчиком",
            Answer5 = "Плашкой",
            Right = 4
        ),
        Question(
            Question = "Угол профиля требуемой резьбы",
            Answer1 = "60",
            Answer2 = "45",
            Answer3 = "90",
            Answer4 = "65",
            Answer5 = "55",
            Right = 5
        ),
        Question(
            Question = "Операция, применяемая при ремонтных работах и сборке единичных изделий",
            Answer1 = "Лужение",
            Answer2 = "Пайка",
            Answer3 = "Рубка",
            Answer4 = "Пригонка",
            Answer5 = "Резка",
            Right = 4
        ),
        Question(
            Question = "Перовые свёрла",
            Answer1 = "Непригодны для сверления мягких металлов",
            Answer2 = "Непригодны для сверления жаропрочных сталей",
            Answer3 = "Пригодны для сверления малых отверстий",
            Answer4 = "Пригодны для сверления больших отверстий",
            Answer5 = "Не пригодны для сверления больших отверстий",
            Right = 5
        ),
        Question(
            Question = "Зенкированием называется процесс обработки деталей, полученных",
            Answer1 = "Литьём, сваркой",
            Answer2 = "Пайкой, ковкой",
            Answer3 = "Сваркой, литьём ",
            Answer4 = "Пайкой, штамповкой",
            Answer5 = "Литьём, ковкой, штамповкой",
            Right = 5
        ),
        Question(
            Question = "При каком расположении тисков плечо и предплечье образуют тупой угол",
            Answer1 = "Низком",
            Answer2 = "Среднем",
            Answer3 = "Нормальном",
            Answer4 = "Высоком",
            Answer5 = "Специальном",
            Right = 1
        ),
        Question(
            Question = "Капитальный ремонт-это",
            Answer1 = "Ремонт, производящий замену болтов, шпонок, втулок",
            Answer2 = "Проверка точности станков",
            Answer3 = "Устранение мелких неисправностей",
            Answer4 = "Профилактическое испытание энергетического оборудования",
            Answer5 = "Ремонт, производимый с полной разборкой оборудования",
            Right = 5
        ),
        Question(
            Question = "Резьба по форме профиля",
            Answer1 = "Многозаходная",
            Answer2 = "Дюймовая",
            Answer3 = "Метрическая",
            Answer4 = "Трапецеидальная",
            Answer5 = "Специальная",
            Right = 4
        ),
        Question(
            Question = "Механическими передачами называют механизмы, предназначеные",
            Answer1 = "Для изменения направления движения внутри машины",
            Answer2 = "Для приведения в действие различных устройств",
            Answer3 = "Для изменения энергии",
            Answer4 = "Для относительного движения между соприкосающимися звеньями",
            Answer5 = "Для преобразования скоростей и соответствующих изменений сил и моментов",
            Right = 5
        ),
        Question(
            Question = "Расверливанием называется операция",
            Answer1 = "По уменьшению размера отверстий",
            Answer2 = "Получения поверхностей низкого качества",
            Answer3 = "Получения поверхностей высокого качества",
            Answer4 = "По обработке плоских поверхностей",
            Answer5 = "По увеличению размера отверстий",
            Right = 5
        ),
        Question(
            Question = "Процесс чистовой обработки отверстий",
            Answer1 = "Зенкирование",
            Answer2 = "Шлифование",
            Answer3 = "Развёртывание",
            Answer4 = "Разрезания",
            Answer5 = "Опиливания",
            Right = 3
        ),
        Question(
            Question = "Инструмент, которым выполняют промежуточную обработку отверстий",
            Answer1 = "Ножовочное полотно",
            Answer2 = "Развёртка",
            Answer3 = "Сверло",
            Answer4 = "Фреза",
            Answer5 = "Зенкер",
            Right = 5
        ),
        Question(
            Question = "При каком расположении тисков плечо и предплечие образуют острый угол",
            Answer1 = "Среднем",
            Answer2 = "Нормальном",
            Answer3 = "Нижнем",
            Answer4 = "Очень низком",
            Answer5 = "Высоком",
            Right = 5
        ),
        Question(
            Question = "Свёрла, непригодные для сверления больших отверстий",
            Answer1 = "Твертосплавные монолитные",
            Answer2 = "Центровочные",
            Answer3 = "Перовые",
            Answer4 = "С прямыми канавками",
            Answer5 = "С винтовыми конавками ",
            Right = 3
        ),
        Question(
            Question = "Нарезание резьбы по чугуну и стали плашками,выполняют со скоростью резания",
            Answer1 = "20-25м/мм",
            Answer2 = "6-8м/мм",
            Answer3 = "8-10м/мм",
            Answer4 = "2-3м/мм",
            Answer5 = "10-15м/мм",
            Right = 4
        ),
        Question(
            Question = "Фильтрующим материалом на барабанных вакуум-фильтрах является",
            Answer1 = "Джутовая ткань",
            Answer2 = "Шерсть",
            Answer3 = "Слой песка",
            Answer4 = "Капрон",
            Answer5 = "Пористая керамика",
            Right = 4
        ),
        Question(
            Question = "На фильтрах ЛВАЖ горячая вода подаётся через",
            Answer1 = "Байонетное кольцо",
            Answer2 = "Воздушный клапан",
            Answer3 = "Пневмоцилиндр",
            Answer4 = "Донный клапан",
            Answer5 = "Трубу гидросмыва",
            Right = 5
        ),
        Question(
            Question = "В шаровой мельнице измельчение происходит наиболее интенсивно при",
            Answer1 = "Текущем режиме",
            Answer2 = "Очень быстром вращении",
            Answer3 = "Вращении материала и шаров по круговым траекториям",
            Answer4 = "Водопадном режиме",
            Answer5 = "Медленном режиме",
            Right = 4
        ),
        Question(
            Question = "После какой операции детали хорошо паяются",
            Answer1 = "Точение",
            Answer2 = "Шабрение",
            Answer3 = "Притирка",
            Answer4 = "Опилование",
            Answer5 = "Лужение",
            Right = 5
        ),
        Question(
            Question = "Процесс постепенного изменения размеров деталей во время эксплуатации машин называется",
            Answer1 = "Скольжение",
            Answer2 = "Усталость Металла",
            Answer3 = "Механический износ",
            Answer4 = "Изнашивание",
            Answer5 = "Истирание",
            Right = 4
        ),
        Question(
            Question = "Какой износ появляется у деталей машин,испытывающих непосредственное действие воды,воздуха,температуры",
            Answer1 = "Истирание металла",
            Answer2 = "Молекулярно-механический",
            Answer3 = "Коррозионный износ",
            Answer4 = "Механический",
            Answer5 = "Осповидный",
            Right = 3
        ),
        Question(
            Question = "Допустимый износ шейки шпинделя",
            Answer1 = "От 0,50 до 0,80мм",
            Answer2 = "От 0,30 до 0,40мм",
            Answer3 = "От 1,60 до 2,00мм",
            Answer4 = "От 0,60 до 0,80мм",
            Answer5 = "От 0,01 до 0,05мм",
            Right = 5
        ),
        Question(
            Question = "Устройства для индивидуальной смазки различают по способам",
            Answer1 = "Большими дозами",
            Answer2 = "Мелкими дозами",
            Answer3 = "Точными дозами",
            Answer4 = "Обыкновенной",
            Answer5 = "Ручной и автоматической",
            Right = 5
        ),
        Question(
            Question = "Цементации подвергают",
            Answer1 = "Корпуса",
            Answer2 = "Детали, от которых требуется только защита от коррозии",
            Answer3 = "Чугунные направляющие станины металлорежущих станков",
            Answer4 = "Оси, валы шпинделей",
            Answer5 = "Зубчатые колёса, пальцы",
            Right = 5
        ),
        Question(
            Question = "Что делают с поверхностью деталей, подлежащей наплавке",
            Answer1 = "Нагревают",
            Answer2 = "Смазывают солидолом",
            Answer3 = "Тщательно очищают и обезжиривают, затем нагревают газовой горелкой",
            Answer4 = "Смазываю маслом",
            Answer5 = "Моют горячей водой",
            Right = 3
        ),
        Question(
            Question = "Чугунные детали, сваренные электрической дугой охлаждают",
            Answer1 = "Охлаждают умерено",
            Answer2 = "Очень быстро",
            Answer3 = "Совсем не охлаждают",
            Answer4 = "Быстро",
            Answer5 = "Медленно",
            Right = 5
        ),
        Question(
            Question = "Азотированию подвергаются детали от которых требуется устойчивость против коррозии при температуре",
            Answer1 = "620-700С",
            Answer2 = "700-720С",
            Answer3 = "680-700С",
            Answer4 = "700-740С",
            Answer5 = "680-720С",
            Right = 1
        ),
        Question(
            Question = "Число оборотов барабана стержневой мельницы",
            Answer1 = "16-35 об/мин",
            Answer2 = "25-35 об/мин",
            Answer3 = "12-30 об/мин",
            Answer4 = "15-25 об/мин",
            Answer5 = "18-30 об/мин",
            Right = 3
        ),
        Question(
            Question = "Для перемещения сыпучих материалов в вертикальном направлении используется",
            Answer1 = "Ленточный конвейер",
            Answer2 = "Винтовой конвейер",
            Answer3 = "Ковшовый элеватор",
            Answer4 = "Пластинчатый конвейер",
            Answer5 = "Скребковый конвейер",
            Right = 3
        ),
        Question(
            Question = "Как называется результат действия сил трения при скольжении одной детали по другой",
            Answer1 = "Молекулярно-механический износ",
            Answer2 = "Аварийный износ",
            Answer3 = "Коррозионный износ",
            Answer4 = "Нормальный износ",
            Answer5 = "Механический износ",
            Right = 5
        ),
        Question(
            Question = "Шум в зубчатых передачах - признак износа",
            Answer1 = "Профиля зубьев",
            Answer2 = "Подшипника",
            Answer3 = "Обода",
            Answer4 = "Шпонки",
            Answer5 = "Ступицы",
            Right = 1
        ),
        Question(
            Question = "Централизованная смазка проводится с помощью насосов",
            Answer1 = "Механизированным способом",
            Answer2 = "Физико-химическим способом",
            Answer3 = "Ручным или автоматическим способом",
            Answer4 = "Бесперебойным способом",
            Answer5 = "Принудительным способом",
            Right = 3
        ),
        Question(
            Question = "При опиловании лодонь левой руки накладывают на напильник на расстоянии",
            Answer1 = "20-30мм от его носка",
            Answer2 = "30-35мм от его носка",
            Answer3 = "35-45мм от его носка",
            Answer4 = "40-50мм от его носка",
            Answer5 = "45-50мм от его носка",
            Right = 1
        ),
        Question(
            Question = "Как называется стальные стержни определённого сечения, на гранях которых выполнена насечка",
            Answer1 = "Молоток",
            Answer2 = "Напильник",
            Answer3 = "Ножовка",
            Answer4 = "Кернер",
            Answer5 = "Дрель",
            Right = 2
        ),
        Question(
            Question = "Ручная дрель применяется для обработки каких отверстий",
            Answer1 = "Диаметром до 30мм",
            Answer2 = "Диаметром до 10мм",
            Answer3 = "Диаметром до 15мм",
            Answer4 = "Диаметром до 25мм",
            Answer5 = "Диаметром до 14мм",
            Right = 2
        ),
        Question(
            Question = "Для чего преднозначен крейцмейсель",
            Answer1 = "Для заточивания спиральных свёрл",
            Answer2 = "Для вырубания узких авзов и шпоночных канавок",
            Answer3 = "Для обработки плоских поверхностей",
            Answer4 = "Для резания листового материала",
            Answer5 = "Для снятия с поверхностей деталей тонких частиц металла",
            Right = 2
        ),
        Question(
            Question = "Какой сваркой восстанавливают стальные детали",
            Answer1 = "Полугорячей сваркой",
            Answer2 = "Холодной сваркой",
            Answer3 = "Газовой сваркой, автоматической сваркой пол флюсом",
            Answer4 = "Сваркой с ацетиленокислородным пламенем",
            Answer5 = "Горячей сваркой",
            Right = 3
        ),
    )
}